{"_id":{"$oid":"5747084e43f81b1cf4d0213b"},"titulo":"Tempo Perdido","letra":"Todos os dias quando acordo Não tenho mais O tempo que passou Mas tenho muito tempo Temos todo o tempo do mundo  Todos os dias Antes de dormir Lembro e esqueço Como foi o dia Sempre em frente Não temos tempo a perder  Nosso suor sagrado É bem mais belo Que esse sangue amargo E tão sério E selvagem, selvagem Selvagem!  Veja o sol Dessa manhã tão cinza A tempestade que chega É da cor dos teus olhos Castanhos  Então me abraça forte E diz mais uma vez Que já estamos Distantes de tudo Temos nosso próprio tempo Temos nosso próprio tempo Temos nosso próprio tempo  Não tenho medo do escuro Mas deixe as luzes Acesas agora O que foi escondido É o que se escondeu E o que foi prometido Ninguém prometeu Nem foi tempo perdido Somos tão jovens Tão Jovens Tão Jovens!","autor":"Legião Urbana"}
{"_id":{"$oid":"5747088e43f81b1cf4d0213c"},"titulo":"Faroeste Caboclo","letra":"Não tinha medo o tal João de Santo Cristo Era o que todos diziam quando ele se perdeu Deixou pra trás todo o marasmo da fazenda Só pra sentir no seu sangue o ódio que Jesus lhe deu  Quando criança só pensava em ser bandido Ainda mais quando com um tiro de soldado o pai morreu Era o terror da cercania onde morava E na escola até o professor com ele aprendeu  Ia pra igreja só pra roubar o dinheiro Que as velhinhas colocavam na caixinha do altar Sentia mesmo que era mesmo diferente Sentia que aquilo ali não era o seu lugar  Ele queria sair para ver o mar E as coisas que ele via na televisão Juntou dinheiro para poder viajar De escolha própria, escolheu a solidão  Comia todas as menininhas da cidade De tanto brincar de médico, aos doze era professor Aos quinze, foi mandado pro reformatório Onde aumentou seu ódio diante de tanto terror  Não entendia como a vida funcionava Discriminação por causa da sua classe e sua cor Ficou cansado de tentar achar resposta E comprou uma passagem, foi direto a Salvador  E lá chegando foi tomar um cafezinho E encontrou um boiadeiro com quem foi falar E o boiadeiro tinha uma passagem e ia perder a viagem Mas João foi lhe salvar  Dizia ele: \"Estou indo pra Brasília Neste país lugar melhor não há Tô precisando visitar a minha filha Eu fico aqui e você vai no meu lugar\"  E João aceitou sua proposta E num ônibus entrou no Planalto Central Ele ficou bestificado com a cidade Saindo da rodoviária, viu as luzes de Natal  \"Meu Deus, mas que cidade linda, No Ano-Novo eu começo a trabalhar\" Cortar madeira, aprendiz de carpinteiro Ganhava cem mil por mês em Taguatinga  Na sexta-feira ia pra zona da cidade Gastar todo o seu dinheiro de rapaz trabalhador E conhecia muita gente interessante Até um neto bastardo do seu bisavô  Um peruano que vivia na Bolívia E muitas coisas trazia de lá Seu nome era Pablo e ele dizia Que um negócio ele ia começar  E Santo Cristo até a morte trabalhava Mas o dinheiro não dava pra ele se alimentar E ouvia às sete horas o noticiário Que sempre dizia que o seu ministro ia ajudar  Mas ele não queria mais conversa E decidiu que, como Pablo, ele ia se virar Elaborou mais uma vez seu plano santo E sem ser crucificado, a plantação foi começar  Logo logo os maluco da cidade souberam da novidade \"Tem bagulho bom ai!\" E João de Santo Cristo ficou rico E acabou com todos os traficantes dali  Fez amigos, frequentava a Asa Norte E ia pra festa de rock, pra se libertar Mas de repente Sob uma má influência dos boyzinho da cidade Começou a roubar  Já no primeiro roubo ele dançou E pro inferno ele foi pela primeira vez Violência e estupro do seu corpo \"Vocês vão ver, eu vou pegar vocês\"  Agora o Santo Cristo era bandido Destemido e temido no Distrito Federal Não tinha nenhum medo de polícia Capitão ou traficante, playboy ou general  Foi quando conheceu uma menina E de todos os seus pecados ele se arrependeu Maria Lúcia era uma menina linda E o coração dele pra ela o Santo Cristo prometeu  Ele dizia que queria se casar E carpinteiro ele voltou a ser \"Maria Lúcia pra sempre vou te amar E um filho com você eu quero ter\"  O tempo passa e um dia vem na porta Um senhor de alta classe com dinheiro na mão E ele faz uma proposta indecorosa E diz que espera uma resposta, uma resposta do João  \"Não boto bomba em banca de jornal Nem em colégio de criança isso eu não faço não E não protejo general de dez estrelas Que fica atrás da mesa com o cu na mão  E é melhor senhor sair da minha casa Nunca brinques com um Peixes de ascendente Escorpião\" Mas antes de sair, com ódio no olhar, o velho disse \"Você perdeu sua vida, meu irmão\"  \"Você perdeu a sua vida meu irmão Você perdeu a sua vida meu irmão Essas palavras vão entrar no coração Eu vou sofrer as consequências como um cão\"  Não é que o Santo Cristo estava certo Seu futuro era incerto e ele não foi trabalhar Se embebedou e no meio da bebedeira Descobriu que tinha outro trabalhando em seu lugar  Falou com Pablo que queria um parceiro E também tinha dinheiro e queria se armar Pablo trazia o contrabando da Bolívia E Santo Cristo revendia em Planaltina  Mas acontece que um tal de Jeremias Traficante de renome, apareceu por lá Ficou sabendo dos planos de Santo Cristo E decidiu que, com João ele ia acabar  Mas Pablo trouxe uma Winchester-22 E Santo Cristo já sabia atirar E decidiu usar a arma só depois Que Jeremias começasse a brigar  Jeremias, maconheiro sem-vergonha Organizou a Rockonha e fez todo mundo dançar Desvirginava mocinhas inocentes Se dizia que era crente mas não sabia rezar  E Santo Cristo há muito não ia pra casa E a saudade começou a apertar \"Eu vou me embora, eu vou ver Maria Lúcia Já tá em tempo de a gente se casar\"  Chegando em casa então ele chorou E pro inferno ele foi pela segunda vez Com Maria Lúcia Jeremias se casou E um filho nela ele fez  Santo Cristo era só ódio por dentro E então o Jeremias pra um duelo ele chamou \"Amanhã às duas horas na Ceilândia Em frente ao lote 14, é pra lá que eu vou  E você pode escolher as suas armas Que eu acabo mesmo com você, seu porco traidor E mato também Maria Lúcia Aquela menina falsa pra quem jurei o meu amor\"  E o Santo Cristo não sabia o que fazer Quando viu o repórter da televisão Que deu notícia do duelo na TV Dizendo a hora e o local e a razão  No sábado então, às duas horas Todo o povo sem demora foi lá só para assistir Um homem que atirava pelas costas E acertou o Santo Cristo começou a sorrir  Sentindo o sangue na garganta João olhou pras bandeirinhas e pro povo a aplaudir E olhou pro sorveteiro e pras câmeras e A gente da TV que filmava tudo ali  E se lembrou de quando era uma criança E de tudo o que vivera até ali E decidiu entrar de vez naquela dança \"Se a via-crucis virou circo, estou aqui\"  E nisso o sol cegou seus olhos E então Maria Lúcia ele reconheceu Ela trazia a Winchester-22 A arma que seu primo Pablo lhe deu  \"Jeremias, eu sou homem. coisa que você não é E não atiro pelas costas não Olha pra cá filha da puta, sem vergonha Dá uma olhada no meu sangue e vem sentir o teu perdão\"  E Santo Cristo com a Winchester-22 Deu cinco tiros no bandido traidor Maria Lúcia se arrependeu depois E morreu junto com João, seu protetor  E o povo declarava que João de Santo Cristo Era santo porque sabia morrer E a alta burguesia da cidade Não acreditou na história que eles viram na TV  E João não conseguiu o que queria Quando veio pra Brasília, com o diabo ter Ele queria era falar pro presidente Pra ajudar toda essa gente que só faz  Sofrer","autor":"Legião Urbana"}
{"_id":{"$oid":"5747090543f81b1cf4d0213d"},"titulo":"Giz","letra":"E mesmo sem te ver Acho até que estou indo bem Só apareço, por assim dizer Quando convém aparecer Ou quando quero Quando quero  Desenho toda a calçada Acaba o giz, tem tijolo de construção Eu rabisco o sol que a chuva apagou Quero que saibas que me lembro Queria até que pudesses me ver És parte ainda do que me faz forte E, pra ser honesto Só um pouquinho infeliz  Mas tudo bem Tudo bem, tudo bem Mas tudo bem Tudo bem, tudo bem Lá vem, lá vem, lá vem De novo Acho que estou gostando de alguém E é de ti que não me esquecerei  Quando quero Quando quero Quando quero Eu rabisco o sol que a chuva apagou Acho que estou gostando de alguém","autor":"Legião Urbana"}
{"_id":{"$oid":"5747092b43f81b1cf4d0213e"},"titulo":"Garota de Ipanema","letra":"Olha que coisa mais linda Mais cheia de graça É ela, menina Que vem e que passa Num doce balanço A caminho do mar  Moça do corpo dourado Do sol de Ipanema O seu balançado é mais que um poema É a coisa mais linda que eu já vi passar  Ah, por que estou tão sozinho? Ah, por que tudo é tão triste? Ah, a beleza que existe A beleza que não é só minha Que também passa sozinha  Ah, se ela soubesse Que quando ela passa O mundo inteirinho se enche de graça E fica mais lindo Por causa do amor","autor":"Tom Jobin"}
{"_id":{"$oid":"5747095443f81b1cf4d0213f"},"titulo":"Águas de Março","letra":"É pau, é pedra, é o fim do caminho É um resto de toco, é um pouco sozinho É um caco de vidro, é a vida, é o sol É a noite, é a morte, é o laço, é o anzol É peroba do campo, é o nó da madeira Caingá, candeia, é o Matita Pereira É madeira de vento, tombo da ribanceira É o mistério profundo, é o queira ou não queira  É o vento ventando, é o fim da ladeira É a viga, é o vão, festa da cumueira É a chuva chovendo, é conversa ribeira Das águas de março, é o fim da canseira É o pé, é o chão, é a marcha estradeira Passarinho na mão, pedra de atiradeira É uma ave no céu, é uma ave no chão É um regato, é uma fonte, é um pedaço de pão  É o fundo do poço, é o fim do caminho No rosto, o desgosto, é um pouco sozinho É um estrepe, é um prego, é uma ponta, é um ponto É um pingo pingando, é uma conta, é um conto É um peixe, é um gesto, é uma prata brilhando É a luz da manhã, é o tijolo chegando É a lenha, é o dia, é o fim da picada É a garrafa de cana, o estilhaço na estrada  É o projeto da casa, é o corpo na cama É o carro enguiçado, é a lama, é a lama É um passo, é uma ponte, é um sapo, é uma rã É um resto de mato, na luz da manhã São as águas de março fechando o verão É a promessa de vida no teu coração  É uma cobra, é um pau, é João, é José É um espinho na mão, é um corte no pé São as águas de março fechando o verão É a promessa de vida no teu coração  É pau, é pedra, é o fim do caminho É um resto de toco, é um pouco sozinho É um passo, é uma ponte, é um sapo, é uma rã É um belo horizonte, é uma febre terçã São as águas de março fechando o verão É a promessa de vida no teu coração  Au, edra, im, minho Esto, oco, ouco, inho Aco, idro, ida, ol, oite, orte, aço, zol São as águas de março fechando o verão É a promessa de vida no teu coração","autor":"Tom Jobim"}
{"_id":{"$oid":"5747099c43f81b1cf4d02140"},"titulo":"Ideologia","letra":"Meu partido É um coração partido E as ilusões Estão todas perdidas Os meus sonhos Foram todos vendidos Tão barato que eu nem acredito Ah! Eu nem acredito  Que aquele garoto Que ia mudar o mundo Mudar o mundo Frequenta agora As festas do \"Grand Monde\"  Meus heróis Morreram de overdose Meus inimigos Estão no poder Ideologia! Eu quero uma pra viver Ideologia! Eu quero uma pra viver  O meu prazer Agora é risco de vida Meu sex and drugs Não tem nenhum rock 'n' roll Eu vou pagar A conta do analista Pra nunca mais Ter que saber Quem eu sou Ah! Saber quem eu sou  Pois aquele garoto Que ia mudar o mundo Mudar o mundo Agora assiste a tudo Em cima do muro Em cima do muro!  Meus heróis Morreram de overdose Meus inimigos Estão no poder Ideologia! Eu quero uma pra viver Ideologia! Pra viver  Pois aquele garoto Que ia mudar o mundo Mudar o mundo Agora assiste a tudo Em cima do muro Em cima do muro  Meus heróis Morreram de overdose Meus inimigos Estão no poder Ideologia! Eu quero uma pra viver Ideologia! Eu quero uma pra viver Ideologia! Pra viver Ideologia! Eu quero uma pra viver","autor":"Cazuza"}
{"_id":{"$oid":"574709b743f81b1cf4d02141"},"titulo":"Bete Balanço","letra":"Pode seguir a tua estrela O teu brinquedo de \"star\" Fantasiando um segredo No ponto a onde quer chegar  O teu futuro é duvidoso Eu vejo grana, eu vejo dor No paraíso perigoso Que a palma da tua mão mostrou  Quem vem com tudo não cansa Bete balança, meu amor Me avise quando for a hora  Não ligue pr'essas caras tristes Fingindo que a gente não existe Sentadas, são tão engraçadas Dona das suas salas  Pode seguir a tua estrela O teu brinquedo de \"star\" Hummm! Fantasiando um segredo No ponto a onde quer chegar  O teu futuro é duvidoso Eu vejo grana, eu vejo dor No paraíso perigoso Que a palma da tua mão mostrou  Quem vem com tudo não cansa Bete balança o meu amor Me avise quando for a hora  Quem tem um sonho não dança Bete Balanço, por favor! Me avise quando for embora","autor":"Cazuza"}
{"_id":{"$oid":"57470a3443f81b1cf4d02142"},"titulo":"Óculos","letra":"Eu uso óculos E volta e meia Eu entro com meu carro pela contramão Eu to sem óculos  Se eu to alegre Eu ponho os óculos e vejo tudo bem Mas se eu to triste eu tiro os óculos Eu não vejo ninguém   Por que você não olha pra mim? Me diz o que é que eu tenho de mal Por que você não olha pra mim? Por trás dessa lente tem um cara legal...  Eu decidi dizer que eu nunca fui o tal Era mais jogo se eu tentasse fazer charme de intelectual Se eu te disser Periga você não acreditar em mim.  Eu não nasci de óculos... Eu não era assim...  Por que você não olha pra mim? Me diz o que e que eu tenho de mal. Por que você não olha pra mim? Por trás dessa lente tem um cara legal.  Por que você não olha pra mim? Por que você diz sempre que não? Por que você não olha pra mim? Por trás dessa lente tambem bate um coração.","autor":"Os Paralamas do Sucesso"}
{"_id":{"$oid":"57470a4d43f81b1cf4d02143"},"titulo":"Lanterna Dos Afogados","letra":"Alagados","autor":"Quando tá escuro E ninguém te ouve Quando chega a noite E você pode chorar  Há uma luz no túnel  Dos desesperados Há um cais de porto Pra quem precisa chegar  Eu tô na lanterna dos afogados Eu tô te esperando Vê se não vai demorar  Uma noite longa Pra uma vida curta Mas já não me importa Basta poder te ajudar E são tantas marcas Que já fazem parte Do que eu sou agora Mas ainda sei me virar  Eu tô na lanterna dos afogados Eu tô te esperando Vê se não vai demorar  Uma noite longa Pra uma vida curta Mas já não me importa Basta poder te ajudar Eu tô na lanterna dos afogados Eu tô te esperando Vê se não vai demorar"}
{"_id":{"$oid":"57470a8243f81b1cf4d02144"},"titulo":"Alagados","letra":"Todo dia o sol da manhã  Vem e lhes desafia  Traz do sonho pro mundo  Quem já não o queria  Palafitas, trapiches, farrapos  Filhos da mesma agonia  E a cidade que tem braços abertos  Num cartão postal  Com os punhos fechados da vida real  Lhes nega oportunidades  Mostra a face dura do mal   Alagados, Trenchtown, Favela da Maré  A esperança não vem do mar  Nem das antenas de TV  A arte de viver da fé  Só não se sabe fé em quê  A arte de viver da fé  Só não se sabe fé em quê    Todo dia o sol da manhã  Vem e lhes desafia  Traz do sonho pro mundo  Quem já não o queria  Palafitas, trapiches, farrapos  Filhos da mesma agonia  E a cidade que tem braços abertos  Num cartão postal  Com os punhos fechados da vida real  Lhes nega oportunidades  Mostra a face dura do mal    Alagados, Trenchtown, Favela da Maré  A esperança não vem do mar  Nem das antenas de TV  A arte de viver da fé  Só não se sabe fé em quê  A arte de viver da fé  Só não se sabe fé em quê    Alagados, Trenchtown, Favela da Maré  A esperança não vem do mar  Nem das antenas de TV  A arte de viver da fé  Só não se sabe fé em quê  A arte de viver da fé  Só não se sabe fé em quê    Alagados, Trenchtown, Favela da Maré  A esperança não vem do mar  Nem das antenas de TV  A arte de viver da fé  Só não se sabe fé em quê  A arte de viver da fé    Alagados, Trenchtown, Favela da Maré  A esperança não vem do mar  Nem das antenas de TV  A arte de viver da fé  Só não se sabe fé em quê  A arte de viver da fé  Mas a arte de viver da fé  Só não se sabe fé em quê  A arte de viver da fé  Só não se sabe fé em quê  A arte de viver da fé","autor":"Os Paralamas do Sucesso"}
